import { BlogPost } from "@/types/dtos/blog";

export const blog: BlogPost[] = [
  {
    id: "10-experiences",
    title: "۱۰ تجربه‌ای که نباید در طبیعت شمال از دست بدهید",
    summary:
      "از قدم‌زدن در جنگل‌های مه‌آلود تا نوشیدن چای کنار شالیزار، در این مقاله با لذت‌های ساده و آرامش‌بخش طبیعت...",
    image: "/img/blog/gilmar.jpg",
  },
  {
    id: "10-experiences",
    title: "۱۰ تجربه‌ای که نباید در طبیعت شمال از دست بدهید",
    summary:
      "از قدم‌زدن در جنگل‌های مه‌آلود تا نوشیدن چای کنار شالیزار، در این مقاله با لذت‌های ساده و آرامش‌بخش طبیعت...",
    image: "/img/blog/gilmar.jpg",
  },
  {
    id: "10-experiences",
    title: "۱۰ تجربه‌ای که نباید در طبیعت شمال از دست بدهید",
    summary:
      "از قدم‌زدن در جنگل‌های مه‌آلود تا نوشیدن چای کنار شالیزار، در این مقاله با لذت‌های ساده و آرامش‌بخش طبیعت...",
    image: "/img/blog/gilmar.jpg",
  },
];
