import { Faq } from "@/types/dtos/faq";

export const faq: Faq[] = [
  {
    id: "q-1",
    question: "امکان کنسلی یا تغییر رزرو وجود دارد؟",
    answer:
      "در گیلمار امکان لغو یا تغییر تاریخ رزرو فراهم است، اما این موضوع بر اساس زمان اعلام درخواست و قوانین اقامتگاه انجام می‌شود. لطفاً برای بررسی دقیق شرایط و هماهنگی بهتر، قبل از تاریخ اقامت با پشتیبانی در ارتباط باشید.",
  },
  {
    id: "q-2",
    question: "امکان کنسلی یا تغییر رزرو وجود دارد؟",
    answer:
      "در گیلمار امکان لغو یا تغییر تاریخ رزرو فراهم است، اما این موضوع بر اساس زمان اعلام درخواست و قوانین اقامتگاه انجام می‌شود. لطفاً برای بررسی دقیق شرایط و هماهنگی بهتر، قبل از تاریخ اقامت با پشتیبانی در ارتباط باشید.",
  },
  {
    id: "q-3",
    question: "امکان کنسلی یا تغییر رزرو وجود دارد؟",
    answer:
      "در گیلمار امکان لغو یا تغییر تاریخ رزرو فراهم است، اما این موضوع بر اساس زمان اعلام درخواست و قوانین اقامتگاه انجام می‌شود. لطفاً برای بررسی دقیق شرایط و هماهنگی بهتر، قبل از تاریخ اقامت با پشتیبانی در ارتباط باشید.",
  },
  {
    id: "q-4",
    question: "امکان کنسلی یا تغییر رزرو وجود دارد؟",
    answer:
      "در گیلمار امکان لغو یا تغییر تاریخ رزرو فراهم است، اما این موضوع بر اساس زمان اعلام درخواست و قوانین اقامتگاه انجام می‌شود. لطفاً برای بررسی دقیق شرایط و هماهنگی بهتر، قبل از تاریخ اقامت با پشتیبانی در ارتباط باشید.",
  },
  {
    id: "q-5",
    question: "امکان کنسلی یا تغییر رزرو وجود دارد؟",
    answer:
      "در گیلمار امکان لغو یا تغییر تاریخ رزرو فراهم است، اما این موضوع بر اساس زمان اعلام درخواست و قوانین اقامتگاه انجام می‌شود. لطفاً برای بررسی دقیق شرایط و هماهنگی بهتر، قبل از تاریخ اقامت با پشتیبانی در ارتباط باشید.",
  },
];
