import { Feedback } from "@/types/dtos/feedback";
import { UserRole } from "@/types/dtos/users";

export const feedbacks: Feedback[] = [
  {
    id: "ehsan-abdipour",
    content:
      "اقامت در گیلمار یکی از بهترین تجربه‌های سفر من بود. فضای کاملاً آرام، طبیعت بکر و مهمان‌نوازی صمیمی باعث شد چند روزی که اینجا بودم واقعاً از هیاهوی شهر دور بشم.",
    name: "احسان عبدی‌پور",
    role: UserRole.guest,
    img: "/img/users/img-1.jpg",
  },
  {
    id: "roya-ahvazi",
    content:
      "اقامت در گیلمار یکی از بهترین تجربه‌های سفر من بود. فضای کاملاً آرام، طبیعت بکر و مهمان‌نوازی صمیمی باعث شد چند روزی که اینجا بودم واقعاً از هیاهوی شهر دور بشم.",
    name: "رویا اهوازی",
    role: UserRole.guest,
    img: "/img/users/img-2.jpg",
  },
  {
    id: "payman-morshedloo",
    content:
      "اقامت در گیلمار یکی از بهترین تجربه‌های سفر من بود. فضای کاملاً آرام، طبیعت بکر و مهمان‌نوازی صمیمی باعث شد چند روزی که اینجا بودم واقعاً از هیاهوی شهر دور بشم.",
    name: "پیمان مرشدلو",
    role: UserRole.guest,
    img: "/img/users/img-4.jpg",
  },
  {
    id: "azadeh-akhlaghi",
    content:
      "اقامت در گیلمار یکی از بهترین تجربه‌های سفر من بود. فضای کاملاً آرام، طبیعت بکر و مهمان‌نوازی صمیمی باعث شد چند روزی که اینجا بودم واقعاً از هیاهوی شهر دور بشم.",
    name: "آزاده اخلاقی",
    role: UserRole.guest,
    img: "/img/users/img-3.jpg",
  },
  {
    id: "niloofar-javan",
    content:
      "اقامت در گیلمار یکی از بهترین تجربه‌های سفر من بود. فضای کاملاً آرام، طبیعت بکر و مهمان‌نوازی صمیمی باعث شد چند روزی که اینجا بودم واقعاً از هیاهوی شهر دور بشم.",
    name: "نیلوفر جوان",
    role: UserRole.guest,
    img: "/img/users/img-2.jpg",
  },
  {
    id: "milad-noori",
    content:
      "اقامت در گیلمار یکی از بهترین تجربه‌های سفر من بود. فضای کاملاً آرام، طبیعت بکر و مهمان‌نوازی صمیمی باعث شد چند روزی که اینجا بودم واقعاً از هیاهوی شهر دور بشم.",
    name: "میلاد نوری",
    role: UserRole.guest,
    img: "/img/users/img-4.jpg",
  },
  {
    id: "nastaran-sadeghi",
    content:
      "اقامت در گیلمار یکی از بهترین تجربه‌های سفر من بود. فضای کاملاً آرام، طبیعت بکر و مهمان‌نوازی صمیمی باعث شد چند روزی که اینجا بودم واقعاً از هیاهوی شهر دور بشم.",
    name: "نسترن صادقی",
    role: UserRole.guest,
    img: "/img/users/img-3.jpg",
  },
];
